[
    {
      "id": "web Development",
      "title": "تطوير المواقع الإلكترونية",
      "subHeading": "من مواقع الأعمال الصغيرة إلى تطبيقات الويب المعقدة، قام فريقنا الخبير ببناء وتعديل وترقية العديد من المنصات الرقمية. نخدم الأفراد والشركات الناشئة والشركات الصغيرة والمتوسطة والمؤسسات الكبيرة. عزز مشاركة المستخدم بموقع ويب مصمم خصيصًا لاحتياجاتك.",
      "buttonText": "اكتشف حلول الويب",
      "imageSrc": "/website develop.svg",
      "path": "/detail-web-dev"
    },
    {
      "id": "mobile App Development",
      "title": "تطوير تطبيقات الجوال",
      "subHeading": "حول رؤيتك للتطبيق إلى واقع مع مطورينا المهرة للجوال. سواء كان ذلك لنظام Android أو iOS أو عبر المنصات، نضمن وظائف سلسة عبر جميع الأجهزة. غير متأكد مما هو الأفضل لك؟ ستوجهك استشارتنا المجانية نحو الحل الأمثل.",
      "buttonText": "استكشف خيارات الجوال",
      "imageSrc": "/mobile app deve.svg",
      "path": "../detail-mobile"
    },
    {
      "id": "ui Ux Design",
      "title": "تصميم واجهة المستخدم وتجربة المستخدم",
      "subHeading": "ارتقِ بتجربة المستخدم إلى ما هو أبعد من الجماليات. تمثل تصاميمنا صوت علامتك التجارية مع تحسين رحلات المستخدم. نحن متخصصون في تصميم الويب، والتخطيط السلكي، والنماذج الأولية، وتصور المنتج، واختبار المستخدم، ودمج المحتوى. قل وداعًا لمعدلات الارتداد العالية والمستخدمين الضائعين.",
      "buttonText": "حول تجربة المستخدم الخاصة بك",
      "imageSrc": "/UI UX.svg",
      "path": "../detail-ui-ux"
    },
    {
      "id": "full Stack Development",
      "title": "تطوير البرمجيات المخصصة بالكامل",
      "subHeading": "هل تبحث عن مطورين مؤهلين للتطوير الشامل؟ لا تبحث أكثر. نحن نقدم الخبرة في الواجهة الأمامية والخلفية وتكامل الأنظمة، مع تنفيذ أحدث التقنيات للحصول على الأداء الأمثل. دعنا نناقش متطلبات مشروعك - الاستشارة مجانية!",
      "buttonText": "ابدأ مشروعك",
      "imageSrc": "/full stack.svg",
      "path": "../detail-full-stack"
    },
    {
      "id": "hosting Services",
      "title": "خدمات الاستضافة",
      "subHeading": "اختر من بين مجموعة خطط الاستضافة لدينا، بما في ذلك استضافة WordPress، والاستخدام الشخصي، وحلول الأعمال الصغيرة والمؤسسات. استمتع بأوقات تحميل فائقة السرعة، وأمان قوي، وخيارات مناسبة للميزانية لا تتنازل عن الجودة.",
      "buttonText": "أمّن استضافتك",
      "imageSrc": "/hosting service.svg",
      "path": "../detail-hosting"
    },
    {
      "id": "digital Marketing",
      "title": "التسويق الرقمي",
      "subHeading": "تتوافق استراتيجيات التسويق الرقمي المخصصة لدينا مع أهداف عملك الفريدة. من زيادة الوعي بالعلامة التجارية إلى دفع المبيعات وتعزيز مشاركة العملاء، نحن نقدم نتائج قابلة للقياس ومستدامة في المشهد الرقمي الديناميكي.",
      "buttonText": "عزز وجودك على الإنترنت",
      "imageSrc": "/Image right Digital Marketing.svg",
      "path": "../detail-digital-marketing"
    },
    {
      "id": "social Media Management",
      "title": "إدارة وسائل التواصل الاجتماعي",
      "subHeading": "قم بتمكين علامتك التجارية من خلال خدمات إدارة وسائل التواصل الاجتماعي الديناميكية لدينا. نصمم استراتيجيات خاصة بكل منصة لـ Facebook و Instagram و Twitter و LinkedIn والمزيد، مما يضمن وجودًا مؤثرًا على الإنترنت يدفع المشاركة ويحقق نتائج ملموسة.",
      "buttonText": "ارتقِ بوسائل التواصل الاجتماعي الخاصة بك",
      "imageSrc": "/Image right Social Media Management.svg",
      "path": "../detail-smm"
    }
  ]
  